Repository: yasser-sab/illimited-app
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# acceptTerms
source: by checking this box you agree to the
ar: بالتأشير على هذا المربع، فإنك تقبل .
fr: En cochant cette case, vous acceptez les

# accountBeingSetUp
source: Your Account is Being Set Up
ar: يتم إعداد حسابك
fr: Votre compte est en cours de configuration

source: Adjust Your Image
ar: اضبط صورتك
fr: Ajustez votre image

# afterClickSendRedirect
source: *After you click 'Send' you'll be redirected to your email's message page. From there, all you need to do is click the 'Send' button.
ar: *بعد النقر على 'إرسال' سيتم إعادة توجيهك إلى صفحة رسائل بريدك الإلكتروني. من هناك، كل ما عليك فعله هو النقر على زر 'إرسال'.
fr: *Après avoir cliqué sur 'Envoyer', vous serez redirigé vers la page de message de votre email. De là, il vous suffit de cliquer sur le bouton 'Envoyer'.

# afterClickSendRedirected
source: *After you click 'Send' you'll be redirected to your email's message page. From there, all you need to do is click the 'Send' button.
ar: *بعد الضغط على 'إرسال'، سيتم تحويلك إلى صفحة الرسائل في بريدك الإلكتروني. كل ما عليك فعله هو الضغط على زر 'إرسال'.
fr: *Après avoir cliqué sur 'Envoyer', vous serez redirigé vers la page de message de votre email. De là, il vous suffit de cliquer sur le bouton 'Envoyer'.

source: Already have an account ?
ar: هل لديك حساب بالفعل؟
fr: Vous avez déjà un compte ?

source: and
ar: و
fr: et

source: angry
ar: غاضب
fr: En colère

source: Arabic
ar: العربية
fr: Arabe

# areYouSureDiscardChanges
source: Are you sure you want to discard changes ?
ar: هل أنت متأكد أنك تريد تجاهل التغييرات؟
fr: Êtes-vous sûr de vouloir annuler les modifications ?

source: Authentication Failed
ar: فشل التحقق
fr: Échec de l'authentification

source: BestOf Video
ar: أفضل فيديو
fr: Vidéo BestOf

source: Cancel
ar: إلغاء
fr: Annuler

source: Can't get data
ar: لا يمكن الحصول على البيانات
fr: Impossible d'obtenir les données

source: Can't get Quote
ar: لا يمكن الحصول على الاقتباس
fr: Impossible d'obtenir la citation

source: Change Language
ar: تغيير اللغة
fr: Changer de langue

# checkEmailForVerificationLink
source: Please check your email for the verification link to complete your registration. If it's not there, it might be in your spam folder.
ar: يرجى التحقق من بريدك الإلكتروني للحصول على رابط التحقق لإكمال التسجيل. إذا لم يكن هناك، قد يكون في مجلد البريد العشوائي.
fr: Veuillez vérifier votre email pour le lien de vérification afin de compléter votre inscription. S'il n'y est pas, il se trouve peut-être dans votre dossier spam.

source: Choose your language
ar: اختر لغتك
fr: Choisissez votre langue

source: Completed
ar: مكتمل
fr: Complété

# completedUppercase
source: COMPLETED
ar: مكتمل
fr: COMPLÉTÉ

source: Confirm
ar: تأكيد
fr: Confirmer

# confirmNewProfilePicture
source: Confirm your new profile picture ?
ar: هل تؤكد صورة الملف الشخصي الجديدة؟
fr: Confirmez votre nouvelle photo de profil ?

source: Confirm Password
ar: تأكيد كلمة المرور
fr: Confirmer le mot de passe

source: Contact
ar: اتصل

# contact_support_text
source: For any questions or assistance, please contact us at Info@illimites.ca or through the help section of the app.
ar: لأي استفسار أو مساعدة، يرجى التواصل معنا عبر البريد الإلكتروني Info@illimites.ca أو من خلال قسم المساعدة في التطبيق.
fr: Pour toute question ou assistance, veuillez nous contacter à Info@illimites.ca ou via la section d'aide de l'application.

# contact_support_title
source: Contact and Customer Support
ar: الاتصال ودعم العملاء
fr: Contact et Assistance Client

# contact_text
source: For any questions or concerns about this privacy policy or the use of your information, please contact us at info@illimites.ca.
ar: لأي استفسارات أو مخاوف بشأن سياسة الخصوصية هذه أو استخدام معلوماتك، يُرجى التواصل معنا عبر info@illimites.ca.
fr: Pour toute question ou préoccupation concernant cette politique de confidentialité ou l’utilisation de vos informations, veuillez nous contacter à info@illimites.ca.

# contact_title
source: Contact
ar: الاتصال

# cookies_text
source: The app may use cookies and other technologies to collect usage information and improve your experience. You can configure your device preferences to limit or disable cookies.
ar: قد يستخدم التطبيق ملفات تعريف الارتباط والتقنيات الأخرى لجمع معلومات الاستخدام وتحسين تجربتك. يمكنك ضبط إعدادات جهازك لتقييد أو تعطيل ملفات تعريف الارتباط.
fr: L’application peut utiliser des cookies et autres technologies pour recueillir des informations d’usage et améliorer votre expérience. Vous pouvez configurer les préférences de votre appareil pour limiter ou désactiver les cookies.

# cookies_title
source: Cookies and Similar Technologies
ar: ملفات تعريف الارتباط والتقنيات المشابهة
fr: Cookies et Technologies Similaires

source: Country
ar: الدولة
fr: Pays

# data_protection_text
source: Data entered in the app is stored securely on "Illimités, vivez à votre taille!" platform. Your personal data is used exclusively to enhance your experience with the app and is never shared without your explicit consent. Under current laws, you may review, modify, or delete your personal information at any time by contacting support at Info@illimites.ca.
ar: يتم تخزين البيانات التي تدخلها في التطبيق بشكل آمن على منصة "Illimités, vivez à votre taille!". تُستخدم بياناتك الشخصية حصريًا لتحسين تجربتك على التطبيق ولا تُشارك أبدًا دون موافقتك الصريحة. وفقًا للقوانين السارية، يمكنك في أي وقت الاطلاع على بياناتك الشخصية أو تعديلها أو حذفها عن طريق الاتصال بالدعم على Info@illimites.ca.
fr: Les données que vous renseignez dans l'application sont stockées de manière sécurisée sur la plateforme "Illimités, vivez à votre taille!". Vos données personnelles sont utilisées exclusivement pour améliorer votre expérience sur l'application et ne sont jamais partagées sans votre consentement explicite. Conformément aux lois en vigueur, vous pouvez à tout moment consulter, modifier ou supprimer vos informations personnelles en contactant le support à Info@illimites.ca.

# data_protection_title
source: Personal Data Protection and Security
ar: حماية البيانات الشخصية والأمان
fr: Protection des Données Personnelles et Sécurité

# data_security_text
source: We implement appropriate security measures to protect your information from unauthorized access, alteration, disclosure, or destruction. All data is securely stored in our database and encrypted to ensure the confidentiality and safety of your information.
ar: نقوم بتطبيق تدابير أمان مناسبة لحماية معلوماتك من الوصول غير المصرح به أو التغيير أو الكشف أو التدمير. يتم تخزين جميع البيانات بشكل آمن في قاعدة بياناتنا ومشفرة لضمان سرية وسلامة معلوماتك.
fr: Nous mettons en œuvre des mesures de sécurité appropriées pour protéger vos informations contre tout accès non autorisé, altération, divulgation ou destruction. Toutes les données sont stockées de manière sécurisée dans notre base de données et sont chiffrées pour garantir la confidentialité et la sécurité de vos informations.

# data_security_title
source: Data Security
ar: أمان البيانات
fr: Sécurité des Données

# data_sharing_text
source: Your personal data is confidential and will never be shared, sold, or rented to third parties without your explicit consent, except in the following situations: - Legal compliance: When required by law, to respond to legal processes, or to protect the rights and safety of Illimités, vivre à votre taille!, and its users. - Service providers: We may share your information with providers assisting in technical maintenance and support, strictly to the extent necessary and in compliance with this privacy policy.
ar: تُعد بياناتك الشخصية سرية ولن تتم مشاركتها أو بيعها أو تأجيرها لأطراف ثالثة دون موافقتك الصريحة، إلا في الحالات التالية: - الامتثال القانوني: عندما يُطلب ذلك بموجب القانون، للامتثال للإجراءات القانونية أو لحماية حقوق وسلامة تطبيق "Illimités, vivre à votre taille!" ومستخدميه. - مقدمو الخدمات: قد نشارك معلوماتك مع مقدمي الخدمات الذين يساعدون في الصيانة التقنية ودعم التطبيق، وذلك ضمن الحدود الضرورية وبما يتوافق مع هذه السياسة.
fr: Vos données personnelles sont confidentielles et ne seront jamais partagées, vendues ou louées à des tiers sans votre consentement explicite, sauf dans les situations suivantes : - Conformité légale : Lorsque requis par la loi, pour répondre à des procédures légales, ou pour protéger les droits et la sécurité de Illimités, vivre à votre taille !, et de ses utilisateurs. - Fournisseurs de services : Nous pouvons partager vos informations avec des prestataires qui assistent dans la maintenance technique et le support de l’application, dans la limite de ce qui est strictement nécessaire et en conformité avec cette politique de confidentialité.

# data_sharing_title
source: Data Sharing
ar: مشاركة البيانات
fr: Partage des Données

# data_usage_text
source: The collected information is used for the following purposes: - Providing and improving the services offered by the app; - Personalizing the user experience based on preferences and progress; - Analyzing user interactions to optimize features; - Communicating essential information, including updates or important notifications.
ar: تُستخدم المعلومات التي نجمعها للأغراض التالية: - تقديم وتحسين الخدمات المقدمة عبر التطبيق؛ - تخصيص تجربة المستخدم بناءً على التفضيلات والتقدم؛ - تحليل تفاعلات المستخدم لتحسين الميزات؛ - إرسال معلومات أساسية، بما في ذلك التحديثات أو الإشعارات الهامة.
fr: Les informations collectées sont utilisées aux fins suivantes : - Fournir et améliorer les services proposés par l’application ; - Personnaliser l’expérience utilisateur en fonction des préférences et des progrès ; - Analyser les interactions des utilisateurs pour optimiser les fonctionnalités ; - Communiquer des informations essentielles, y compris des mises à jour ou des notifications importantes.

# data_usage_title
source: Data Usage
ar: استخدام البيانات
fr: Utilisation des Données

source: DAY {nbDay}
ar: اليوم {nbDay}
fr: Jour {nbDay}

source: Days
ar: أيام
fr: Jours

source: DAY {widgetNumber}
ar: اليوم {widgetNumber}
fr: Jour {widgetNumber}

# describeYourMood
source: How You Describe your Mood ?
ar: كيف تصف مزاجك؟
fr: Comment décririez-vous votre humeur ?

# didntReceiveVerificationEmail
source: Didn't receive a verification email ? please check your Spam folder or Re-send
ar: لم تتلقَ بريدًا للتحقق؟ يرجى التحقق من مجلد البريد العشوائي أو إعادة الإرسال
fr: Vous n'avez pas reçu d'email de vérification ? Veuillez vérifier votre dossier spam ou renvoyer

source: Discard
ar: تجاهل
fr: Annuler

# discardChangesConfirmation
source: Are you sure you want to discard changes?
ar: هل أنت متأكد أنك تريد تجاهل التغييرات؟
fr: Êtes-vous sûr de vouloir abandonner les modifications ?

# dispute_resolution_text
source: In the event of a dispute, users may contact customer service for prompt resolution. These terms are governed by the laws of the jurisdiction of Canada of "Illimités, vivez à votre taille!".
ar: في حالة النزاع، يمكن للمستخدمين التواصل مع خدمة العملاء لحل سريع. تُحكم هذه الشروط بقوانين كندا الخاصة بـ"Illimités, vivez à votre taille!".
fr: En cas de litige, les utilisateurs peuvent contacter le service client pour une résolution rapide. Les conditions présentes sont régies par les lois de la juridiction du Canada pour "Illimités, vivez à votre taille!"

# dispute_resolution_title
source: Dispute Resolution and Applicable Law
ar: حل النزاعات والقانون المعمول به
fr: Résolution des Litiges et Droit Applicable

source: Done
ar: تم
fr: Terminé

source: Don't have an account ?
ar: ليس لديك حساب؟
fr: Vous n'avez pas de compte ?

# effective_date_title
source: Effective Date
ar: تاريخ السريان
fr: Date d'entrée en vigueur

# eightWeekProgram
source: 8 Week Program
ar: برنامج 8 أسابيع
fr: Programme de 8 semaines

source: Email
ar: البريد الإلكتروني

# emailAlreadyExists
source: This email already exists
ar: البريد الإلكتروني موجود بالفعل
fr: Cet email existe déjà

# emailHasPendingVerification
source: Your Email Has a Pending Verification
ar: بريدك الإلكتروني به تحقق معلق
fr: Votre e-mail a une vérification en attente

# emailPendingVerification
source: Your Email Has a Pending Verification
ar: بريدك الإلكتروني ينتظر التحقق
fr: Votre email est en attente de vérification

source: Email Verification Sent
ar: تم إرسال التحقق عبر البريد الإلكتروني
fr: Vérification de l'email envoyée

source: English
ar: الإنجليزية
fr: Anglais

source: Enter Your Email
ar: أدخل بريدك الإلكتروني
fr: Entrez votre email

source: Enter Your Password
ar: أدخل كلمة المرور
fr: Entrez votre mot de passe

# entire8WeekProgram
source: The entire 8-week program
ar: البرنامج الكامل لمدة 8 أسابيع
fr: Le programme complet de 8 semaines

source: Error loading data
ar: خطأ في تحميل البيانات
fr: Erreur de chargement des données

# exclusiveContentAccess
source: Gain access to exclusive content designed to guide you through every step of your wellness journey.
ar: احصل على محتوى حصري مصمم لإرشادك خلال كل خطوة من رحلتك الصحية.
fr: Accédez à du contenu exclusif conçu pour vous guider à chaque étape de votre parcours de bien-être.

source: Failed to render video.
ar: فشل في عرض الفيديو.
fr: Échec du rendu de la vidéo.

source: fear
ar: خوف
fr: Peur

# fees_text
source: Pricing and Duration: The program is offered at a promotional price of CAD $19.99, charged at the time of purchase, granting access to the entire program.
ar: الأسعار والمدة: البرنامج متاح بسعر ترويجي قدره 19.99 دولار كندي، يُدفع عند الشراء، ويتيح الوصول إلى البرنامج بالكامل.
fr: Tarifs et Durée : Le programme est proposé au tarif promotionnel de 19,99 $ CAD, facturé au moment de l'achat, et donne accès à l'intégralité du programme.

# firstDayTaskRemainder
source: Please make sure to review all your tasks and also keep an eye on the completed ones.
ar: يرجى التأكد من مراجعة جميع مهامك ومراقبة المهام المكتملة.
fr: Veuillez vous assurer de revoir toutes vos tâches et de garder un œil sur celles qui sont terminées.

# firstLastNameAtLeast6Chars
source: First/Last Name Must be at least 6 characters
ar: يجب أن يحتوي الاسم الأول/الاسم الأخير على 6 أحرف على الأقل
fr: Le prénom/nom doit contenir au moins 6 caractères

source: First Name
ar: الاسم الأول
fr: Prénom

source: Forgot your Password ?
ar: هل نسيت كلمة المرور؟
fr: Mot de passe oublié ?

source: Forum
ar: المنتدى

source: French
ar: الفرنسية
fr: Français

# fullAccessToChallengesAndTips
source: Get full access to daily challenges and personalized tips to improve your physical and mental health.
ar: احصل على وصول كامل للتحديات اليومية والنصائح الشخصية لتحسين صحتك الجسدية والعقلية.
fr: Obtenez un accès complet aux défis quotidiens et aux conseils personnalisés pour améliorer votre santé physique et mentale.

# fullAccessToContent
source: Gain full access to all the content of the weeks, days and tasks!
ar: احصل على وصول كامل إلى جميع محتوى الأسابيع، الأيام والمهام!
fr: Accédez à tout le contenu des semaines, jours et tâches !

# gatheringPhotosDay
source: Gathering Photos: Day {day}/6
ar: جارٍ جمع الصور: اليوم {day}/6
fr: Récupération des photos : Jour {day}/6

source: Gathering the photos...
ar: جارٍ جمع الصور...
fr: Récupération des photos...

source: Generate Video
ar: توليد الفيديو
fr: Générer Vidéo

source: Generating...
ar: جارٍ التوليد...
fr: Génération...

source: Get started
ar: ابدأ
fr: Commencer

source: Goal
ar: الهدف
fr: Objectif

# goalIsToHelpYou
source: The goal is to help you
ar: الهدف هو مساعدتك
fr: L'objectif est de vous aider

source: Goals
ar: الأهداف
fr: Objectifs

source: happy
ar: سعيد
fr: Heureux

source: How can we help you ?
ar: كيف يمكننا مساعدتك؟
fr: Comment pouvons-nous vous aider ?

source: How to Play
ar: كيفية اللعب
fr: Comment jouer

source: How You Describe your Mood?
ar: كيف تصف مزاجك؟
fr: Comment décrivez-vous votre humeur ?

# information_collection_text
source: We collect various types of information to enhance your user experience, ensure the security of our service, and provide personalized features. User-provided information: When creating an account, we collect basic details such as your name, email address, and other necessary data to personalize your experience. Usage data: We gather information about how you use the app, including the pages and modules you access, to analyze and improve our services. Specific content: While using the app, you may choose to provide details in your dashboard, moods, progress, or other interactive features. This information is securely stored and accessible only to you.
ar: نجمع أنواعًا مختلفة من المعلومات لتحسين تجربة المستخدم وضمان أمان الخدمة وتقديم ميزات مخصصة. - المعلومات التي يقدمها المستخدم: عند إنشاء حساب، نقوم بجمع بيانات أساسية مثل اسمك وعنوان بريدك الإلكتروني وغيرها من المعلومات اللازمة لتخصيص تجربتك. - بيانات الاستخدام: نقوم بجمع معلومات حول كيفية استخدامك للتطبيق، بما في ذلك الصفحات والوحدات التي تتصفحها، لتحليل خدماتنا وتحسينها. - المحتويات الخاصة: أثناء استخدام التطبيق، يمكنك اختيار إدخال معلومات في دفتر يومياتك أو مشاعرك أو تقدمك أو أي ميزات تفاعلية أخرى. يتم تخزين هذه المعلومات بشكل آمن وتكون متاحة لك فقط.
fr: Nous collectons différentes informations pour améliorer votre expérience utilisateur, assurer la sécurité de notre service, et fournir des fonctionnalités personnalisées. - Informations fournies par l’utilisateur : Lorsque vous créez un compte, nous collectons des informations de base telles que votre nom, adresse e-mail, et autres données nécessaires pour personnaliser votre expérience. - Données d’utilisation : Nous recueillons des informations sur l’utilisation de l’application, y compris les pages et modules que vous consultez, pour analyser et améliorer nos services. - Contenus spécifiques : Pendant l’utilisation du programme, vous pouvez choisir de renseigner des informations dans votre journal de bord, vos humeurs, vos progrès, ou d’autres fonctionnalités interactives. Ces informations sont stockées de manière sécurisée et ne sont accessibles que par vous.

# information_collection_title
source: Information Collection
ar: جمع المعلومات
fr: Collecte des Informations

# inProgressUppercase
source: IN PROGRESS
ar: قيد التنفيذ
fr: EN COURS

# intellectual_property_text
source: All elements of the application, including texts, videos, images, and other digital content, are protected by copyright and belong exclusively to "Illimités, vivez à votre taille!". No reproduction, modification, distribution, or exploitation of the content is allowed without prior written consent from "Illimités, vivez à votre taille!".
ar: جميع عناصر التطبيق، بما في ذلك النصوص والفيديوهات والصور والمحتوى الرقمي الآخر، محمية بحقوق الطبع والنشر وتعود ملكيتها حصريًا إلى "Illimités, vivez à votre taille!". لا يُسمح بأي إعادة إنتاج أو تعديل أو توزيع أو استغلال للمحتويات بدون موافقة خطية مسبقة من "Illimités, vivez à votre taille!".
fr: Tous les éléments de l'application, y compris les textes, vidéos, images et autres contenus numériques, sont protégés par les droits d'auteur et appartiennent exclusivement à "Illimités, vivez à votre taille!". Aucune reproduction, modification, distribution ou exploitation des contenus n'est autorisée sans le consentement écrit préalable de "Illimités, vivez à votre taille!".

# intellectual_property_title
source: Intellectual Property
ar: الملكية الفكرية
fr: Propriété Intellectuelle

# introduction_text
source: At "Illimités, vivre à votre taille!", we highly value protecting our users’ personal data and respecting their privacy. This privacy policy aims to explain the types of information we collect, how we use and protect it, and the choices you have regarding your information.
ar: في تطبيق "Illimités, vivre à votre taille!"، نولي أهمية كبيرة لحماية البيانات الشخصية لمستخدمينا واحترام خصوصيتهم. تهدف هذه السياسة إلى شرح أنواع المعلومات التي نجمعها، وكيف نستخدمها ونحميها، والخيارات المتاحة لك بخصوص معلوماتك.
fr: Chez "Illimités, vivre à votre taille !", nous attachons une grande importance à la protection des données personnelles de nos utilisateurs et au respect de leur vie privée. Cette politique de confidentialité a pour but d’expliquer les types d’informations que nous collectons, comment nous les utilisons, les protégeons, et les choix que vous avez concernant vos informations.

# introduction_title
source: Introduction
ar: المقدمة

source: Invalid Credentials
ar: بيانات اعتماد غير صالحة
fr: Identifiants invalides

source: Invalid Email
ar: البريد الإلكتروني غير صالح
fr: Email invalide

source: joy
ar: فرح
fr: Joie

source: Languages
ar: اللغات
fr: Langues

source: Language Saved
ar: تم حفظ اللغة
fr: Langue enregistrée

source: Last Name
ar: الاسم الأخير
fr: Nom

# levelComplete
source: Level complete! You've mastered this level keep pushing forward!
ar: المستوى مكتمل! لقد أتقنت هذا المستوى، استمر في التقدم!
fr: Niveau terminé ! Vous avez maîtrisé ce niveau, continuez à avancer !

# levelWaitingForYou
source: This level is waiting for you! Finish the earlier tasks to unlock it.
ar: هذا المستوى ينتظرك! أكمل المهام السابقة لفتحه.
fr: Ce niveau vous attend ! Terminez les tâches précédentes pour le débloquer.

# liability_text
source: "Illimités, vivez à votre taille!" provides wellness recommendations but is not a medical application. Using this application is at your own risk and does not replace professional medical advice or follow-up. "Illimités, vivez à votre taille!" disclaims all liability for any direct or indirect damage resulting from using the application. Please consult a healthcare professional for any questions regarding your physical or mental health.
ar: "Illimités, vivez à votre taille!" يقدم توصيات للرفاهية لكنه ليس تطبيقًا طبيًا. استخدام هذا التطبيق يكون على مسؤوليتك الخاصة ولا يُغني عن استشارة أو متابعة طبية احترافية. "Illimités, vivez à votre taille!" لا يتحمل أي مسؤولية عن أي ضرر مباشر أو غير مباشر ناتج عن استخدام التطبيق. يُرجى استشارة متخصص في الرعاية الصحية لأي استفسار يتعلق بصحتك الجسدية أو العقلية.
fr: "Illimités, vivez à votre taille!" propose des recommandations de bien-être, mais ne constitue pas une application médicale. L'utilisation de cette application est à vos propres risques et ne peut remplacer un avis ou un suivi médical professionnel. "Illimités, vivez à votre taille!" décline toute responsabilité en cas de dommage, direct ou indirect, résultant de l'utilisation de l'application. Veuillez consulter un professionnel de santé pour toute question relative à votre santé physique ou mentale.

# liability_title
source: Liability Limitation and Medical Disclaimer
ar: تحديد المسؤولية والتنويه الطبي
fr: Limitation de Responsabilité et Avertissement Médical

# lockedUppercase
source: LOCKED
ar: مغلق
fr: VERROUILLÉ

source: Log In
ar: تسجيل الدخول
fr: Connexion

source: Log out
ar: تسجيل الخروج
fr: Se déconnecter

source: Materials
ar: المواد
fr: Matériaux

# modifications_text
source: We reserve the right to modify this privacy policy to reflect changes in our service or applicable laws. Users will be informed of any substantial modifications via an in-app notification. By continuing to use the app after the update, you accept the modified policy.
ar: نحتفظ بالحق في تعديل سياسة الخصوصية هذه لتعكس التغييرات في خدماتنا أو القوانين المعمول بها. سيتم إبلاغ المستخدمين بأي تعديلات جوهرية من خلال إشعار داخل التطبيق. باستمرارك في استخدام التطبيق بعد التحديث، فإنك توافق على السياسة المعدلة.
fr: Nous nous réservons le droit de modifier cette politique de confidentialité pour refléter les changements dans notre service ou les lois applicables. Nous informerons les utilisateurs de toute modification substantielle via une notification dans l’application. En continuant d'utiliser l'application après la mise à jour, vous acceptez la politique modifiée.

# modifications_title
source: Privacy Policy Modifications
ar: تعديلات سياسة الخصوصية
fr: Modifications de la Politique de Confidentialité

# mustContainAtLeast10Chars
source: Must Contain at least 10 characters
ar: يجب أن يحتوي على 10 أحرف على الأقل
fr: Doit contenir au moins 10 caractères
