Repository: yasser-sab/illimited-app
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# mustContainAtLeast4Chars
source: Must Contain at least 4 characters
ar: يجب أن يحتوي على 4 أحرف على الأقل
fr: Doit contenir au moins 4 caractères

# nameAtLeast2Chars
source: Name must be at least 2 characters
ar: يجب أن يحتوي الاسم على حرفين على الأقل
fr: Le nom doit contenir au moins 2 caractères

# nameMustBeAtLeast2Chars
source: Name must be at least 2 characters
ar: يجب أن يحتوي الاسم على حرفين على الأقل
fr: Le nom doit comporter au moins 2 caractères

# nameMustBeAtLeast6Chars
source: First/Last Name Must be at least 6 characters
ar: يجب أن يحتوي الاسم الأول/الأخير على 6 أحرف على الأقل
fr: Le prénom/nom doit comporter au moins 6 caractères

source: Next
ar: التالي
fr: Suivant

source: No
ar: لا
fr: Non

source: No Goals Set Yet
ar: لم يتم تعيين أهداف حتى الآن
fr: Aucun objectif défini pour l'instant

# noProfilePicAvailable
source: No Profile Picture Available
ar: لا توجد صورة للملف الشخصي
fr: Pas de photo de profil disponible

source: No Profile Picture Available
ar: لا توجد صورة للملف الشخصي
fr: Aucune photo de profil disponible

# notifEveningDescription
source: The night is peaceful and full of promise. 🌙 Maybe you can complete your tasks? 😊
ar: الليلة هادئة ومليئة بالوعود. 🌙 هل يمكنك إكمال مهامك؟ 😊
fr: La nuit est paisible et pleine de promesses. 🌙 Peut-être peux-tu compléter tes tâches ? 😊

# notifEveningTitle
source: Good Evening 🌙
ar: مساء الخير 🌙
fr: Bonsoir 🌙

# notifFinalDescription
source: You did it on your own, proving your amazing capability. We’re so proud! 😊
ar: لقد فعلت ذلك بمفردك، مثبتًا قدرتك الرائعة. نحن فخورون جدًا بك! 😊
fr: Vous l'avez fait tout seul, prouvant votre incroyable capacité. Nous sommes si fiers ! 😊

# notifFinalTitle
source: Congratulations! 🎉
ar: مبروك! 🎉
fr: Félicitations ! 🎉

# notifMorningDescription
source: What a beautiful morning! 🌸 Don’t forget your challenges to make today amazing! 😊
ar: يا له من صباح جميل! 🌸 لا تنسَ تحدياتك لجعل اليوم رائعًا! 😊
fr: Quelle belle matinée ! 🌸 N'oubliez pas vos défis pour rendre aujourd'hui incroyable ! 😊

# notifMorningTitle
source: Good Morning ☀
ar: صباح الخير ☀
fr: Bonjour ☀

# notifRemainderDescription
source: We love having you with us! 😊 Don’t forget to complete your previous challenges.
ar: نحن نحب وجودك معنا! 😊 لا تنسَ إكمال التحديات السابقة.
fr: Nous adorons vous avoir avec nous ! 😊 N'oubliez pas de terminer vos défis précédents.

# notifRemainderTitle
source: Reminder!
ar: تذكير!
fr: Rappel !

# noUserFoundForEmail
source: No user found for that email
ar: لم يتم العثور على مستخدم لهذا البريد الإلكتروني
fr: Aucun utilisateur trouvé pour cet email

source: Ok
ar: حسنًا

# operationCancelled
source: The Operation had been cancelled
ar: تم إلغاء العملية
fr: L'opération a été annulée

source: Or
ar: أو
fr: Ou

source: Organizing...
ar: جارٍ التنظيم...
fr: Organisation...

# passwordAtLeast6Chars
source: Password Must be at least 6 characters
ar: يجب أن تحتوي كلمة المرور على 6 أحرف على الأقل
fr: Le mot de passe doit contenir au moins 6 caractères

# passwordConfirmationNotMatch
source: Password Confirmation is not match
ar: تأكيد كلمة المرور غير متطابق
fr: La confirmation du mot de passe ne correspond pas

source: Password Reset
ar: إعادة تعيين كلمة المرور
fr: Réinitialisation du mot de passe

# passwordResetEmailSent
source: We sent you a password reset email
ar: لقد أرسلنا لك بريدًا لإعادة تعيين كلمة المرور
fr: Nous vous avons envoyé un email de réinitialisation de mot de passe

# passwordTooWeak
source: The password provided is too weak
ar: كلمة المرور المقدمة ضعيفة جدًا
fr: Le mot de passe fourni est trop faible

# personal_data_protection_text
source: The data you provide in the app is securely stored on the "Illimités, vivre à votre taille!" platform. Your personal data is used exclusively to enhance your experience with the app and is never shared without your explicit consent. In accordance with applicable laws, you can view, modify, or delete your personal information anytime by contacting support at info@illimites.ca.
ar: تُخزن البيانات التي تقدمها في التطبيق بشكل آمن على منصة "Illimités, vivre à votre taille!". تُستخدم بياناتك الشخصية حصريًا لتحسين تجربتك مع التطبيق ولا يتم مشاركتها بدون موافقتك الصريحة. وفقًا للقوانين المعمول بها، يمكنك في أي وقت عرض أو تعديل أو حذف معلوماتك الشخصية عن طريق التواصل مع الدعم عبر info@illimites.ca.
fr: Les données que vous renseignez dans l'application sont stockées de manière sécurisée sur la plateforme de "Illimités, vivre à votre taille !". Vos données personnelles sont utilisées exclusivement pour améliorer votre expérience sur l'application et ne sont jamais partagées sans votre consentement explicite. Conformément aux lois en vigueur, vous pouvez à tout moment consulter, modifier ou supprimer vos informations personnelles en contactant le support à info@illimites.ca.

# personal_data_protection_title
source: Personal Data Protection and Security
ar: حماية البيانات الشخصية والأمان
fr: Protection des Données Personnelles et Sécurité

source: Photo
ar: صورة

source: Please Do NOT Navigate away
ar: يرجى عدم التنقل بعيدًا
fr: Veuillez ne pas quitter

# pleaseTakePortraitPhotos
source: Please take a Portrait (Vertical) Photo for better experience
ar: يرجى التقاط صور بوضع عمودي للحصول على تجربة أفضل
fr: Veuillez prendre des photos verticales pour une meilleure expérience

# pleaseWhileCreatingUserProfile
source: Please Wait While Creating Your User Profile
ar: يرجى الانتظار أثناء إنشاء ملف تعريف المستخدم الخاص بك
fr: Veuillez patienter pendant la création de votre profil utilisateur

# policy_title
source: Privacy Policy of the Application "Illimités, vivre à votre taille!"
ar: سياسة الخصوصية لتطبيق "Illimités, vivre à votre taille!"
fr: Politique de Confidentialité de l’Application "Illimités, vivre à votre taille !"

source: PREMIUM
ar: بريميوم

source: Privacy Policy
ar: سياسة الخصوصية
fr: politique de confidentialité

source: Processing...
ar: جارٍ المعالجة...
fr: Traitement...

source: Profile
ar: الملف الشخصي
fr: Profil

source: Profile picture updated successfully!
ar: تم تحديث صورة الملف الشخصي بنجاح!
fr: Photo de profil mise à jour avec succès !

# profilePicUpdatedSuccessfully
source: Profile picture updated successfully!
ar: تم تحديث صورة الملف الشخصي بنجاح!
fr: Photo de profil mise à jour avec succès !

source: Profile Updated Successfully!
ar: تم تحديث الملف الشخصي بنجاح!
fr: Profil mis à jour avec succès !

source: proud
ar: فخور
fr: Fier

# purchaseFailed
source: Oops! Your purchase couldn’t be completed. Please check your payment method and try again.
ar: عذرًا! لم نتمكن من إكمال عملية الشراء. يرجى التحقق من طريقة الدفع والمحاولة مرة أخرى.
fr: Oups ! Votre achat n'a pas pu être complété. Veuillez vérifier votre méthode de paiement et réessayer.

# purchaseProcessing
source: Your purchase is being processed
ar: يتم معالجة عملية الشراء الخاصة بك
fr: Votre achat est en cours de traitement

# purchaseSuccess
source: Success! Your purchase is complete. Enjoy your program
ar: نجاح! اكتملت عملية الشراء. استمتع ببرنامجك
fr: Succès! Votre achat est terminé. Profitez de votre programme

# refund_text
source: Refund Policy: No refunds will be made after purchase, except in cases of major technical issues with the application or significant non-compliance with promised services.
ar: سياسة الاسترداد: لا يتم استرداد المبلغ بعد الشراء إلا في حالة وجود خلل فني كبير في التطبيق أو عدم تقديم الخدمات الموعودة.
fr: Politique de Remboursement : Aucun remboursement ne sera effectué après l'achat, sauf en cas de défaut technique majeur de l'application ou de manquement significatif aux services promis.

source: Re-send
ar: إعادة الإرسال
fr: Renvoyer

# resendCooldown
source: Re-send {cooldown} secs
ar: إعادة الإرسال خلال {cooldown} ثانية
fr: Renvoyer dans {cooldown} secs

source: Reset
ar: إعادة تعيين
fr: Réinitialiser

source: sad
ar: حزين
fr: Triste

source: Save
ar: حفظ
fr: Sauvegarder

source: Saving Your Video...
ar: جارٍ حفظ الفيديو الخاص بك...
fr: Enregistrement de votre vidéo...

source: seconds
ar: ثوانٍ
fr: secondes

source: Send
ar: إرسال
fr: Envoyer

# service_description_text
source: "Illimités, vivez à votre taille!" offers an 8-week wellness program focused on developing healthy life routines. The application provides educational content, daily and weekly challenges, as well as advice on overall, physical, and mental health. Note: This application is not a medical device and does not replace professional care. Please consult a healthcare professional for any medical advice or follow-up.
ar: يقدم "Illimités, vivez à votre taille!" برنامجًا للرفاهية مدته 8 أسابيع يركز على تطوير عادات حياة صحية. يوفر التطبيق محتوى تعليميًا، وتحديات يومية وأسبوعية، بالإضافة إلى نصائح حول الصحة العامة والجسدية والعقلية. ملاحظة: هذا التطبيق ليس جهازًا طبيًا ولا يُغني عن الرعاية المهنية. يُرجى استشارة متخصص في الرعاية الصحية لأي متابعة أو استشارة طبية.
fr: "Illimités, vivez à votre taille!" propose un programme de bien-être de 8 semaines axé sur le développement de routines de vie saines. L'application fournit des contenus pédagogiques, des défis quotidiens et hebdomadaires, ainsi que des conseils en santé globale, physique et mentale. Remarque : cette application n'est pas un dispositif médical et ne remplace pas des soins professionnels. Veuillez consulter un professionnel de la santé pour tout suivi ou conseil médical.

# service_description_title
source: Service Description
ar: وصف الخدمة
fr: Description du Service

source: shy
ar: خجول
fr: Timide

source: Sign in
ar: تسجيل الدخول
fr: Se connecter

source: Sign Up
ar: إنشاء حساب
fr: S'inscrire

source: Skip
ar: تخطي
fr: Passer

source: Something went wrong
ar: حدث خطأ ما
fr: Quelque chose a mal tourné

# somethingWentWrongCreatingUserProfile
source: Something Went Wrong While Creating User Profile, Please Try Again
ar: حدث خطأ أثناء إنشاء الملف الشخصي للمستخدم، يرجى المحاولة مرة أخرى
fr: Une erreur s'est produite lors de la création du profil utilisateur, veuillez réessayer

# somethingWentWrongTryAgainLater
source: Something Went Wrong, Please Try Again Later
ar: حدث خطأ ما، يرجى المحاولة لاحقًا
fr: Quelque chose a mal tourné, veuillez réessayer plus tard

source: Spanish
ar: الإسبانية
fr: Espagnol

source: Subject
ar: الموضوع
fr: Objet

# subscription_title
source: Subscription and Payment Terms
ar: الاشتراك وشروط الدفع
fr: Abonnement et Modalités de Paiement

source: Successfully Signed In
ar: تم تسجيل الدخول بنجاح
fr: Connexion réussie

source: Take
ar: التقاط
fr: Prendre

# takePhotoToPreview
source: Take a photo to preview
ar: التقط صورة للمعاينة
fr: Prenez une photo pour prévisualiser

# takeRemainingPhotosBeforeGenerating
source: Take the remaining photos before generating the video
ar: التقط الصور المتبقية قبل توليد الفيديو
fr: Prenez les photos restantes avant de générer la vidéo

# tapHereToCompleteTask
source: Tap here to complete today's task and stay on track!
ar: اضغط هنا لإكمال مهمة اليوم والبقاء على المسار الصحيح!
fr: Appuyez ici pour terminer la tâche d'aujourd'hui et rester sur la bonne voie !

source: Tap to reset
ar: انقر لإعادة التعيين
fr: Appuyez pour réinitialiser

source: Task
ar: مهمة
fr: Tâche

# taskNotDoneDiscardAnyways
source: Task is not done yet Discard anyways?
ar: المهمة لم تكتمل هل تتجاهلها على أي حال؟
fr: La tâche n'est pas terminée Annuler quand même ?

# taskNotDoneLeaveAnyways
source: Task is not done yet Leave anyways?
ar: المهمة لم تكتمل هل تخرج على أي حال؟
fr: La tâche n'est pas terminée Quitter quand même ?

# taskNotDoneLosePhotosDiscardAnyways
source: Task is not done yet, you will lose your photos Discard anyways?
ar: لم تكتمل المهمة، ستفقد الصور هل تتجاهلها على أي حال؟
fr: La tâche n'est pas terminée, vous perdrez vos photos Annuler quand même ?

# taskNotDoneYetDiscardAnyways
source: Task is not done yet Discard anyways?
ar: المهمة لم تنته بعد هل تتجاهل على أي حال؟
fr: La tâche n'est pas terminée Abandonner quand même ?

source: Tasks
ar: المهام
fr: Tâches

# terms_title
source: Terms & Conditions
ar: الشروط والأحكام
fr: Termes et Conditions

source: Thanks For Signing Up!
ar: شكرًا لتسجيلك!
fr: Merci pour votre inscription !

source: The goal is to help you
ar: الهدف هو مساعدتك
fr: Le but est de vous aider

# tooManyRequests
source: Too Many Requests, Please try again later
ar: عدد كبير جدًا من الطلبات، يرجى المحاولة لاحقًا
fr: Trop de requêtes, veuillez réessayer plus tard

source: Type here...
ar: اكتب هنا...
fr: Tapez ici...

source: Type your answer here
ar: اكتب إجابتك هنا
fr: Tapez votre réponse ici

source: Type your message
ar: اكتب رسالتك
fr: Tapez votre message

source: Unlock at
ar: يفتح عند
fr: Déverrouiller à

source: UNLOCKED
ar: مفتوح
fr: Déverrouillé

source: Upgrade
ar: ترقية
fr: Améliorer

source: UPGRADED
ar: تم الترقية
fr: AMÉLIORÉ

source: UPGRADE TO
ar: ترقية إلى
fr: PASSER À

# upgradeToPremium
source: Upgrade to premium to unlock full access
ar: قم بالترقية إلى بريميوم للوصول الكامل
fr: Passez à premium pour débloquer l'accès complet

source: Uploading...
ar: جارٍ التحميل...
fr: Téléchargement...

source: upset
ar: مستاء
fr: Bouleversé

# usage_access_text
source: The application "Illimités, vivre à votre taille!" is intended for personal use and cannot be shared, copied, or distributed without authorization. Any unauthorized use constitutes copyright infringement and is strictly prohibited.
ar: يُخصص تطبيق "Illimités, vivre à votre taille!" للاستخدام الشخصي فقط ولا يمكن مشاركته أو نسخه أو توزيعه بدون إذن. أي استخدام غير مصرح به يشكل انتهاكًا لحقوق الملكية الفكرية وممنوع تمامًا.
fr: L'application "Illimités, vivre à votre taille !" est destinée à une utilisation personnelle et ne peut être partagée, copiée ou distribuée sans autorisation. Toute utilisation non autorisée constitue une violation des droits d'auteur et est strictement interdite.

# usage_access_title
source: Usage and Access
ar: الاستخدام والوصول
fr: Utilisation et Accès

# use_access_text
source: The "Illimités, vivez à votre taille!" application is for personal use only and cannot be shared, copied, or distributed without authorization. Unauthorized use constitutes copyright infringement and is strictly prohibited.
ar: تطبيق "Illimités, vivez à votre taille!" مخصص للاستخدام الشخصي فقط ولا يجوز مشاركته أو نسخه أو توزيعه بدون إذن. أي استخدام غير مصرح به يعتبر انتهاكًا لحقوق الطبع والنشر وممنوع بشدة.
fr: L'application "Illimités, vivez à votre taille!" est destiné à une utilisation personnelle et ne peut être partagée, copiée ou distribuée sans autorisation. Toute utilisation non autorisée constitue une violation des droits d'auteur et est strictement interdite.

# use_access_title
source: Use and Access
ar: الاستخدام والوصول
fr: Utilisation et Accès

# user_rights_text
source: Under applicable laws, you have rights regarding your personal information, including: - Right of access: You can access the data we hold about you; - Right of rectification: You can correct or update your personal information; - Right of deletion: You can request the deletion of your data once your subscription ends. To exercise these rights, please contact us at info@illimites.ca. We are committed to responding to all requests promptly.
ar: بموجب القوانين المعمول بها، لديك حقوق تتعلق بمعلوماتك الشخصية، بما في ذلك: - حق الوصول: يمكنك الوصول إلى البيانات التي نحتفظ بها عنك؛ - حق التصحيح: يمكنك تصحيح أو تحديث معلوماتك الشخصية؛ - حق الحذف: يمكنك طلب حذف بياناتك بمجرد انتهاء اشتراكك. لممارسة هذه الحقوق، يُرجى التواصل معنا عبر info@illimites.ca. نحن ملتزمون بالرد على جميع الطلبات في أسرع وقت ممكن.
fr: Conformément aux lois en vigueur, vous disposez de droits relatifs à vos informations personnelles, notamment : - Droit d’accès : Vous pouvez accéder aux données que nous détenons sur vous ; - Droit de rectification : Vous pouvez corriger ou mettre à jour vos informations personnelles ; - Droit de suppression : Vous pouvez demander la suppression de vos données une fois votre abonnement terminé. Pour exercer ces droits, veuillez nous contacter à info@illimites.ca. Nous nous engageons à répondre à toute demande dans les meilleurs délais.

# user_rights_title
source: User Rights
ar: حقوق المستخدمين
fr: Droits des Utilisateurs

source: Video Completed!
ar: اكتمل الفيديو!
fr: Vidéo terminée !

source: Weeks
ar: أسابيع
fr: Semaines

source: WEEK {widgetNumber}
ar: الأسبوع {widgetNumber}
fr: Semaine {widgetNumber}

# welcomeToApp
source: Welcome to {appName}
ar: مرحبًا بك في {appName}
fr: Bienvenue sur {appName}

source: worry
ar: قلق
fr: Inquiet

source: Wrong password
ar: كلمة المرور غير صحيحة
fr: Mot de passe incorrect
